use [R-Ticket]
insert into [WeekDay]
values ('Понедельник', 'пн'),
('Вторник','вт'),
('Среда','ср'),
('Четверг','чт'),
('Пятница','пт'),
('Суббота','сб'),
('Воскресенье','вс')

select * from [WeekDay]

insert into TrainType
values ('Международные линии'),
('Межрегиональные линии бизнес-класса'),
('Межрегиональные линии экономкласса'),
('Региональные линии бизнес-класса'),
('Региональные линии экономкласса'),
('Городские линии')

select * from TrainType

insert into PlaceType ([Name], ShortName, Code)
values ('Спальный вагон (двухместное купе)', 'СВ', 'СВ'),
('Купированный вагон (четырёхместное купе)', 'Купе', 'К'),
('Плацкартный вагон (открытое купе с двумя боковыми местами)', 'Плацкартный', 'ПЛ'),
('Общие вагоны с полужёсткими местами для сидения', 'Общий', 'О'),
('Вагон с местами для сидения', 'Сидячий', 'С')

select * from PlaceType

